cities = [
    "Париж", "Нью-Йорк", "Токио", "Лондон", "Рим", "Сидней", "Берлин", "Москва", "Пекин", "Дубай",
    "Сан-Франциско", "Лос-Анджелес", "Торонто", "Шанхай", "Гонконг", "Сингапур", "Бангкок", "Сеул",
    "Мумбаи", "Дели", "Стамбул", "Каир", "Рио-де-Жанейро", "Буэнос-Айрес", "Кейптаун", "Найроби",
    "Амстердам", "Барселона", "Мадрид", "Лиссабон", "Прага", "Вена", "Будапешт", "Варшава", "Киев",
    "Санкт-Петербург", "Мельбурн", "Осака", "Киото", "Хельсинки", "Стокгольм", "Копенгаген", "Осло",
    "Рейкьявик", "Дублин", "Эдинбург", "Глазго", "Манчестер", "Бирмингем", "Ливерпуль", "Марракеш",
    "Касабланка", "Тунис", "Алжир", "Дакар", "Лагос", "Аккра", "Йоханнесбург", "Претория", "Хараре",
    "Луанда", "Найроби", "Дар-эс-Салам", "Кампала", "Аддис-Абеба", "Кабул", "Исламабад", "Дакка",
    "Коломбо", "Катманду", "Тхимпху", "Улан-Батор", "Астана", "Ташкент", "Баку", "Ереван", "Тбилиси",
    "Тегеран", "Багдад", "Эр-Рияд", "Доха", "Манама", "Маскат", "Сана", "Амман", "Бейрут", "Дамаск",
    "Иерусалим", "Тель-Авив", "Рамалла", "Газа", "Никосия", "Лимасол", "Валлетта", "Андорра-ла-Велья",
    "Сан-Марино", "Любляна", "Загреб", "Сараево", "Подгорица", "Приштина", "Скопье", "София", "Бухарест",
    "Кишинёв", "Тирана", "Белград", "Загреб", "Рига", "Вильнюс", "Таллин", "Минск", "Киев", "Астана"
]
